Repository: freerunnering/SwipeSelectionPro-Localizations
Catalog: *.lproj/SwipeSelectionPro.strings
Languages: ar, de, es, fi, fr, fr_ca, he_il, hu, id, ko, pt, pt_br, ro, sv, tr, vi, zh_tw

source: Enabled
ar: مفعّل
de: Aktiviert
es: Habilitado
fi: Käytössä
fr: Activer
fr_ca: Permettre
he_il: מופעל
hu: Engedélyezve
id: Diaktifkan
ko: 활성화 시키기
pt: Ativo
pt_br: Ativado
ro: Activat
sv: Aktiverad
tr: Etkin
vi: Kích hoạt
zh_tw: 啟用

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
fr_ca: Paramètres
he_il: הגדרות
hu: Beállítások
id: Pengaturan
ko: 설정
pt: Definições
pt_br: Configurações
ro: Setări
sv: Inställningar
tr: Ayarlar
vi: Thiết lập
zh_tw: 設定

source: Triple Tap
ar: ثلاث لمسات
de: Dreifach Tippen
es: Pulsa Tres Veces
fi: Kolmoisnapautus
fr: Appuyer trois fois
he_il: הקשה משולשת
hu: Tripla bökés
id: Tiga Kali Tekan Layatr
ko: 삼중 탭
pt: Três Toques
pt_br: Três toques
ro: Triplu tap
sv: Tre tryck
tr: 3 Kere Tıklama
vi: Gõ ba lần
zh_tw: 連點三下

# TRIPLE_TAP_SHIFT_TO_TOGGLE
source: Triple tap the shift key to toggle SwipeSelection ON and OFF
ar: اضغط على مفتاح SHIFT ثلاث مرات متتالية لتفعيل و إلغاء SwipeSelection
de: Dreimal den Shift Key drücken um SwipeSelection zu aktivieren oder zu deaktivieren
es: Pulsa tres veces la tecla Shift para activar/desactivar SwipeSelection
fi: Kolmoisnapauta Vaihto-näppäintä asettaaksesi SwipeSelectionin KÄYTTÖÖN tai POIS KÄYTÖSTÄ.
fr: Appuyer trois fois sur la touche Shift pour activer/désactiver SwipeSelectionOFF
fr_ca: Triple-tap sur la touche Maj pour habiliter SwipeSelection
he_il: לחץ הקשה משולשת על כפתור השיפט (לא בעברית) כדי להדליק ולכבות את SwipeSelection
hu: Bökj háromszor a shift gombra, hogy ki-be kapcsold a SwipeSelection-t.
id: Tiga kali sentuh tombol Shift untuk mengaktifkan SwipeSelection ON dan OFF-t.
ko: SwipeSelection 을 활성화 하려면 'Shift' 버튼을 삼중 탭 하세요
pt: Três toques no botão shift pata ativar ou desativar o SwipeSelection-t.
pt_br: Toque três vezes a tecla Shift para ativar ou desativar o SwipeSelection-t.
ro: Apasă de trei ori tasta shift pentru a activa/dezactiva SwipeSelection
sv: Tryck tre gånger på shift knappen för att aktivera eller avaktivera SwipeSelection
tr: Shift tuşuna 3 kere basılınca SwipeSelection'ı AÇIK veya KAPALI konuma getirir
vi: Gõ nhanh ba lần phím shift để chuyển đổi SwipeSelection sang BẬT và TẮT
zh_tw: 連點三下 Shift 鍵以切換 SwipeSelection 的開關

source: Swipe Area
ar: منطقة اللّمس
de: Streich Bereich
es: Area de Deslizamiento
fi: Pyyhkäisyalue
fr: Zone de glisse
fr_ca: Zone de Glissement
he_il: אזור החלקה
hu: Gesztus terület
id: Daerah Menggeser
ko: 스와이프 적용 범위
pt: Área do Deslize
pt_br: Área para Deslizar
ro: Zonă pentru swipe
sv: Drag området
tr: Kaydırma Alanı
vi: Khu vực vuốt
zh_tw: 滑動區域

# KEYBOARD_SWIPABLE_AREA
source: The area of the keyboard which should be swipeable
ar: المنطقة في لوحة المفاتيح التي تتلقّى اللّمسات و الإيماءات
de: Der Bereich der Tastatur der zum Swipen verfügbar ist
es: El área del teclado que debería ser deslizable.
fi: Näppäimistön alue, jonka tulisi olla pyyhkäistävä
fr: La zone du clavier qui peut swipe
fr_ca: La zone du clavier qui doivent être glisseable
he_il: האזור של המקלדת שיהיה ניתן להחליק בו
hu: A billentyűzet azon része, ahol tudsz gesztusokat véghez vinni.
id: Area keyboard yang dapat di-swipe
ko: 키보드 상에서 스와이프 가능한 범위를 설정합니다
pt: A área do teclado que deveria ser deslizável
pt_br: A área no teclado que permite o swipe
ro: Zona tastaturii care nu ar trebui să fie swipe-uita
sv: Området på tangentbordet som ska vara till för drag funktionen
tr: Klavyenin kaydırılabilinen alanını belirler
vi: Khu vực của bàn phím có thể dùng để vuốt
zh_tw: 鍵盤上可滑動的區域

# WHOLE_KEYBOARD
source: Whole keyboard (Default)
ar: كل لوحة المفاتيح (الافتراضي)
de: Ganze Tastatur (Standart)
es: Todo el teclado (Por defecto)
fi: Koko näppäimistö (Oletus)
fr: Tout le clavier
fr_ca: Tout le clavier (Défaut)
he_il: כל המקלדת (ברירת מחדל)
hu: Teljes billentyűzet (alapértelmezett)
id: Keseluruhan Keyboard (Bawaan)
ko: 키보드 전체 영역
pt: Todo o teclado (Defeito)
pt_br: Todo o Teclado (Padrão)
ro: Toată tastatura (implicit)
sv: Hela tangentbordet (Standard)
tr: Bütün Klavye (Varsayılan)
vi: Toàn bộ bàn phím (Mặc định)
zh_tw: 全鍵盤（預設

# EXCLUDING_SPACEBAR
source: Everything but the spacebar
ar: كل لوحة المفاتيح عدى المسافة
de: Alles aber Leertaste
es: Todo menos la barra espaciadora
fi: Kaikki paitsi välilyönti
fr: Partout sauf la barre d'espace
fr_ca: Tous moins la barre d'espace
he_il: הכל מלבד שורת הרווח
hu: Mindenhol, kivéve a szóköz billentyűn
id: Seluruh keyboard kecuali tombol spasi
ko: 스페이스 버튼 제외
pt: Tudo menos a barra de espaços
pt_br: Tudo exceto a barra de espaço
ro: Totul excluzând tasta space
sv: Allt förutom mellanslag
tr: Boşluk Tuşu Hariç Heryer
vi: Tất cả mọi nơi trừ thanh spacbar
zh_tw: 全鍵盤，排除空白鍵

# JUST_SPACEBAR
source: Just the spacebar
ar: المسافة فقط
de: Nur die Leertaste
es: Sólo la barra espaciadora
fi: Vain välilyönti
fr: La barre d'espace
fr_ca: Seulement la barre d'espace
he_il: רק שורת הרווח
hu: Csak a szóköz billentyűn
id: Hanya Tombol Spasi
ko: 스페이스 바 범위만
pt: Apenas a barra de espaços
pt_br: Somente a barra de espaço
ro: Doar tasta space
sv: Bara mellanslag
tr: Sadece Boşluk Tuşu
vi: Chỉ thanh spacebar
zh_tw: 只有空白鍵

source: Sensitivity
ar: الحساسية
de: Empfindlichkeit
es: Sensibilidad
fi: Herkkyys
fr: Sensibilité
fr_ca: Sensibilité
he_il: רגישות
hu: Érzékenység
id: Tingkat kepekaan
ko: 민감도
pt: Sensitividade
pt_br: Sensitividade
ro: Sensibilitate
sv: Känslighet
tr: Hassasiyet
vi: Độ nhạy
zh_tw: 敏感度

# SWIPE_SENSITIVITY
source: How sensitive SwipeSelection should be to you moving your finger
ar: مقدار حساسية SwipeSelection اثناء تحريكك لاصبعك على لوحة المفاتيح
de: Wie empfindlich sollte SwipeSelection zu Ihrem Finger sein?
es: Cómo de sensible tiene que ser SwipeSelection para detectar el movimiento de tu dedo.
fi: Kuinka herkkäSwipeSelectionin tulisi olla sormesi liikkeelle
fr: À quelle sensibilité doit être SwipeSelection ?
fr_ca: Comment sensible SwipeSelection doit être pour vous déplaçant votre doigt
he_il: כמה רגיש על SwipeSelection להיות להחלקת האצבע
hu: Itt módosíthatod, hogy milyen érzékeny legyen a SwipeSelection az ujjad mozgatására.
id: Tingkat kepekaan SwipeSelection untuk gerakan jari anda
ko: SwipeSelection 의 민감도를 조정할 수 있습니다
pt: Quão sensível o SwipeSelection deve ser movendo o seu dedo
pt_br: Quão sensível SwipeSelection deve ser quando você está mexendo seu dedo
ro: Cât de senzitiv ar trebui să fie SwipeSelection
sv: Hur känsligt SwipeSelection ska vara när du rör fingret
tr: SwipeSelection parmağınızı kaydırmanıza ne kadar hassas olmasını belirler
vi: Độ nhạy của SwipeSelection khi bạn di chuyển ngón tay
zh_tw: SwipeSelection 對於手指的滑動應該多敏感

source: Normal
ar: متوسط
fi: Normaali
fr: Normale
he_il: נורמלי
hu: Normál
ko: 기본 설정
vi: Trung bình
zh_tw: 普通

source: Reduced
ar: منخفض
de: Reduziert
es: Reducido
fi: Pienempi
fr: Limitée
fr_ca: Reduit
he_il: מצומצם
hu: Csökkentett
id: Dikurangi
ko: 덜 민감하게
pt: Reduzido
pt_br: Reduzido
ro: Redus
sv: Slöare
tr: Azaltılmış
vi: Giảm
zh_tw: 降低

source: Insensitive
ar: غير حساس
de: Unempfindlich
es: Insensible
fi: Pienin
fr: Faible
fr_ca: Insensible
he_il: לא רגיש
hu: Érzéketlen
id: Kurang Sensitif
ko: 더 민감하게
pt: Insensível
pt_br: Insensível
ro: Insenzitiv
sv: Okänslig
tr: Hassas Değil
vi: Vô hiệu
zh_tw: 靈敏

source: Swipe Speed
ar: سرعة التحريك
de: Wisch Geschwindigkeit
es: Velocidad de deslizamiento
fi: Pyyhkäisynopeus
fr: Vitesse du swipe
fr_ca: Vitesse de Glissement
he_il: מהירות החלקה
hu: Gesztus sebesség
id: Kecepatan menggeser
ko: 스와이프 속도
pt: Rapidez do Deslize
pt_br: Velocidade do Deslizamento
ro: Viteza swipe-ului
sv: Drag Hastighet
tr: Kaydırma Hızı
vi: Tốc độ vuốt
zh_tw: 滑動速度

# SWIPE_SPEED_FOOTER
source: How fast should the cursor move as you swipe
ar: سرعة المؤشر عند تحريكك لاصبعك على لوحة المفاتيح
de: Wie schnell soll sich der Cursor bewegen bei einer Wischbewegung
es: Qué tan rápido se debería mover el cursor al deslizar
fi: Kuinka nopeasti kursorin tulisi liikkua pyyhkäistessäsiswipe
fr: À quelle vitesse le curseur doit bouger quand on swipe
fr_ca: Quelle vitesse faut déplacer le curseur lorsque vous tapez
he_il: כמה מהר על הסמן לזוז כאשר אתה מחליק
hu: Itt módosíthatod, hogy milyen gyorsan mozogjon a kurzor, ha húzod az ujjad.
id: Seberapa cepat gerakan kursor ketika anda melakukan sentuhan
ko: 스와이프시 커서의 움직임 속도를 조절할 수 있습니다
pt: Quão rápido deveria ser o movimento do cursor enquanto desliza
pt_br: Quão rápido o cursor deve se mover enquanto você realiza o movimento de swipe
ro: Cât de rapid ar trebui să se miște cursorul când faci un swipe
sv: Hur fort teckenvisaren ska röra sig när du drar
tr: Siz kaydırdıkça imleç ne kadar hızlı hareket etmesini belirler
vi: Tốc độ di chuyển con trỏ khi bạn vuốt
zh_tw: 手指滑動時游標應該移動多快

source: Slowest
ar: الأبطأ
de: Langsamsten
es: Más lento
fi: Hitain
fr: Très lent
fr_ca: Plus lent
he_il: הכי איטי
hu: Leglassabb
id: Paling lambat
ko: 가장 느린 속도
pt: O mais lento
pt_br: Muito lento
ro: Cel mai încet
sv: Slöast
tr: Çok Yavaş
vi: Chậm nhất
zh_tw: 最慢

source: Slower
ar: بطيء
de: Langsam
es: Lento
fi: Hitaampi
fr: Lent
fr_ca: Lent
he_il: איטי יותר
hu: Lassabb
id: Lebih lambat
ko: 느린 속도
pt: Mais lento
pt_br: Lento
ro: Mai încet
sv: Slö
tr: Yavaş
vi: Chậm vừa
zh_tw: 慢

source: Faster
ar: سريع
de: Schneller
es: Rápido
fi: Nopeampi
fr: Rapide
fr_ca: Rapide
he_il: מהיר יותר
hu: Gyorsabb
id: Cepat
ko: 빠른 속도
pt: Mais rápido
pt_br: Rápido
ro: Mai rapid
sv: Snabbare
tr: Hızlı
vi: Nhanh vừa
zh_tw: 快

source: Fastest
ar: الأسرع
de: Schnellstes
es: Más rapido
fi: Nopein
fr: Très rapide
fr_ca: Plus Rapide
he_il: הכי מהיר
hu: Leggyorssabb
id: Paling cepat
ko: 가장 빠른 속도
pt: O mais rápido
pt_br: Muito rápido
ro: Cel mai rapid
sv: Snabbast
tr: Çok Hızlı
vi: Nhanh nhất
zh_tw: 最快

# THREE_FINGER_SWIPE
source: 3 Finger Swipe
ar: التحريك بثلاث أصابع
de: 3 Finger Wisch
es: Deslizamiento de 3 dedos
fi: Kolmen sormen pyyhkäisy
fr: Swipe avec 3 doigts
fr_ca: Glissement à trois doigts
he_il: החלקה ב3 אצבעות
hu: Három ujjas húzás
id: Sentuhan dengan 3 jari
ko: 세 손가락으로 옮기기
pt: Deslize com três dedos
pt_br: Deslizar de 3 dedos
ro: Swipe cu 3 degete
sv: Tre finger drag
tr: 3 Parmakla Kaydırma
vi: Vuốt bằng 3 ngón
zh_tw: 三指滑動

# THREE_FINGER_SWIPE_FOOTER
source: Swipe with 3 fingers to move to the beginning or end of a document. (only advisable on iPad)
ar: اسحب على لوحة المفاتيح بثلاثة أصابع للانتقال الى نهاية او بداية المستند. (ينصح به فقط على الiPad)
de: Streichen Sie mit 3 Fingern um an den Anfang oder das Ende eines Dokumentes zu gelangen (nur auf dem iPad empfohlen)
es: Desliza con 3 dedos para moverte al principio o final de un documento. (sólo es aconsejable para iPad)
fi: Pyyhkäise kolmella sormella liikkuaksesi dokumentin alkuun tai loppuun. (suositeltavaa vain iPadilla)
fr: Utiliser trois doigts pour aller au début ou à la fin du texte. (Optimisé pour iPad)
fr_ca: Glisse avec trois doigts pour déplacer au début ou à la fin d'un document. (conseillé uniquement sur iPad)
he_il: החלק עם 3 אצבעות כדי לזוז להתחלת או סוף המסמך (מומלץ רק בiPad)
hu: Húzd három ujjad, hogy a dokumentum elejére ugorhass. Ez a funkció csak iPaden érhető el.
id: Swipe dengan 3 jari untuk pindah ke awal atau akhir dokumen. (Hanya dianjurkan pada iPad)
ko: 세 손가락으로 옮기기를 사용해 문서의 처음이나 끝 부분으로 이동할수 있습니다. ( 아이패드에서만 사용하길 권장합니다)
pt: Deslize com três dedos para mover o início ou fim de um documento. (Apenas recomendado para iPad)
pt_br: Deslizar com 3 dedos para movimentar o curso do início ao fim de um texto. (Isto é prático só no iPad)
ro: Poți face un swipe cu 3 degete pentru a muta cursorul la începutul sau finalul documentului (doar pe iPad)
sv: Drag med tre fingrar för att flytta teckenvisaren till slutet eller början av en text (endast för iPad)
tr: 3 parmakla kaydırıp dosyanın başına veya sonuna gider. (Sadece iPad için önerilir)
vi: Vuốt bằng 3 ngón để di chuyển tới đầu hoặc cuối một văn bản. (chỉ hữu dụng trên iPad)
zh_tw: 滑動三指以從文件的開端或尾端開始。（僅建議使用於 iPad
